Repository: NMarjou/localization-app
Catalog: TMs/en-US_es-ES.tmx
Source language: en_us
Languages: es_es

source: Middle name
es_es: Segundo nombre

source: Example: Jane.
es_es: Ejemplo: Jane.

source: Middle name of the user.
es_es: Segundo nombre del usuario.

source: Nickname
es_es: Apodo

source: Example: Babs.
es_es: Ejemplo: Babs.

source: Preferred name/usual name to address the user.
es_es: Nombre preferido o habitual para dirigirse al usuario.

source: Phone number
es_es: Número de teléfono

source: Example: +1-111-111-1111.
es_es: Ejemplo: +1-111-111-1111.

source: Phone number type. Typically, "Work", "Home", "Mobile", "Fax", "Pager" or "Other".
es_es: Tipo de número de teléfono. Normalmente, "Trabajo", "Casa", "Móvil", "Fax", "Buscapersonas" u "Otro".

source: Phone number of the user.
es_es: Número de teléfono del usuario.

source: Use email
es_es: Usar correo electrónico

source: Invalid email address
es_es: Dirección de correo electrónico no válida

source: Secondary email address
es_es: Dirección de correo electrónico secundaria

source: Example: email@domain.com.
es_es: Ejemplo: correo@dominio.com.

source: Type of the secondary email address. Typically, "Work", "Home" or "Other".
es_es: Tipo de dirección de correo electrónico secundaria. Normalmente, "Trabajo", "Casa" u "Otro".

source: Secondary email address of the user.
es_es: Dirección de correo electrónico secundaria del usuario.

source: User type
es_es: Tipo de usuario

source: Choose type
es_es: Elegir tipo

source: Identifies the relationship between the organization and the user.
es_es: Identifique la relación entre la organización y el usuario.

source: External profile
es_es: Perfil externo

source: Example: Web page.
es_es: Ejemplo: página web.

source: Optional field. Can be the URL to an external website with the user's online profile, for example on LinkedIn.
es_es: Campo opcional. Puede ser la URL a un sitio web externo con el perfil en línea del usuario, por ejemplo, en LinkedIn.

source: Username
es_es: Nombre de usuario

source: Used for logging into system; must be unique value. We highly recommend using the email address or the external ID as the username.
es_es: Se utiliza para iniciar sesión en el sistema; debe ser un valor único. Recomendamos encarecidamente usar la dirección de correo electrónico o el ID externo como nombre de usuario.

source: Full name
es_es: Nombre completo

source: Unique identifiers
es_es: Identificadores únicos

source: Language & timezone
es_es: Idioma y zona horaria

source: Language code
es_es: Código de idioma

source: Full language code. In addition to the language itself, a regional indication may be displayed. For instance "en-US".
es_es: Código de idioma completo. Además del idioma en sí, puede mostrarse una indicación regional. Por ejemplo, "en-US".

source: Preferred language
es_es: Idioma preferido

source: Preferred written or spoken languages of the user. Typically used to select the translated interface.
es_es: Idiomas escritos o hablados preferidos del usuario. Normalmente se utilizan para seleccionar la interfaz traducida.

source: Time zone of the user.
es_es: Zona horaria del usuario.

source: Workers & roles settings
es_es: Configuración de trabajadores y funciones

source: Organization details
es_es: Detalles de la organización

source: Primary mailing address
es_es: Dirección postal principal

source: Roles
es_es: Funciones

source: Secondary mailing address
es_es: Dirección de correo electrónico secundaria

source: Secondary email
es_es: Correo electrónico secundario

source: Are you sure you want to activate this user?
es_es: ¿Está seguro de querer activar a este usuario?

source: Are you sure you want to deactivate this user?
es_es: ¿Está seguro de querer desactivar a este usuario?

source: Eligible for performance review
es_es: Elegible para la evaluación de desempeño

source: Activate
es_es: Activar

source: User management
es_es: Gestión de usuarios

source: Enable the "Variable" widget
es_es: Habilitar el widget "Variable"

source: View organizational unit
es_es: Ver unidad organizativa

source: Type to select a manager
es_es: Escribir para seleccionar un responsable

source: Line manager of the user
es_es: Responsable de línea del usuario

source: Please add at least one goal.
es_es: Añada al menos un objetivo.

source: All organizational units
es_es: Todas las unidades organizativas

source: All updates were saved.
es_es: Se han guardado todas las actualizaciones.

source: # Accepted data privacy
es_es: # Privacidad de datos aceptada

source: % Accepted data privacy
es_es: % Aceptación de la protección de datos

source: Achievement total score
es_es: Puntuación total de logros

source: Action date time
es_es: Fecha y hora de la acción

source: Action name
es_es: Nombre de la acción

source: Action username
es_es: Nombre de usuario de la acción

source: # Deliverables completed
es_es: # Entregables completados

source: # Actions
es_es: # Acciones

source: % Active managers requested feedback
es_es: % Managers activos que solicitaron feedback

source: % Active managers sent feedback
es_es: % Managers activos que enviaron feedback

source: Active users
es_es: Usuarios activos

source: # Active users
es_es: # Usuarios activos

source: % Active workers requested feedback
es_es: % de colaboradores/as activos que solicitaron feedback

source: % Active workers sent feedback
es_es: % Colaboradores/as activos/as que enviaron feedback

source: Actual number total documents
es_es: Número real total de documentos

source: After deadline
es_es: Después del plazo

source: % Aligned behavior ratings
es_es: % Valoraciones de comportamientos alineados

source: Aligned goal ID
es_es: ID de objetivo alineado

source: Aligned goal name
es_es: Nombre del objetivo alineado

source: Aligned goal owner name
es_es: Nombre del propietario del objetivo alineado

source: Aligned goal owner worker ID
es_es: ID de colaborador/a del propietario del objetivo alineado

source: % Aligned goal rating
es_es: % Valoración del objetivo alineado

source: Aligned goal type name
es_es: Nombre del tipo de objetivo alineado

source: # Aligned goals
es_es: # Objetivos alineados

source: % Aligned goals
es_es: % Objetivos alineados

source: % Aligned
es_es: % Alineado

source: Alignment
es_es: Alineado

source: % Alignment
es_es: % de Alineación

source: Analytics user email
es_es: Correo electrónico del usuario de Analytics

source: Analytics user full name
es_es: Nombre completo del usuario de analítica

source: Analytics user ID
es_es: ID de usuario de analíticas

source: Analytics worker ID
es_es: ID de colaborador/a de Analytics

source: # Android logins
es_es: # Inicios de sesión en Android

source: % Android logins
es_es: % de inicios de sesión en Android

source: Answer by ID
es_es: Respuesta por ID

source: Answer by role
es_es: Respuesta por rol

source: Answer - Comment
es_es: Respuesta - Comentario

source: Answer free text
es_es: Respuesta de texto libre

source: Answer from
es_es: Respuesta de

source: Answer option ID
es_es: ID de opción de respuesta

source: Answer permission
es_es: Permiso de respuesta

source: Answer - Scale
es_es: Respuesta - Escala

source: Answer value
es_es: Valor de la respuesta

source: Answered by full name
es_es: Respondido por nombre completo

source: # Answers
es_es: # Respuestas

source: % Approved goals
es_es: % Objetivos aprobados

source: % Approved
es_es: % Aprobado

source: Assigned check-in
es_es: Check-in asignado

source: Average max. score
es_es: Puntuación máx. media

source: Average score for clarity
es_es: Puntuación media de claridad

source: Average score for trust
es_es: Puntuación media de confianza

source: Average total score
es_es: Puntuación total media

source: Avg. aligned goal progress
es_es: Progreso medio de objetivos alineados

source: Avg. behaviors per feedback
es_es: Comportamientos medios por feedback

source: Avg. check-ins per manager
es_es: Check-ins medios por manager

source: Avg. check-ins per user
es_es: Check-ins medios por usuario/a

source: Avg. check-ins per worker
es_es: Check-ins medios por colaborador/a

source: Avg. clarity
es_es: Claridad media

source: Avg. feedback sent per user
es_es: Feedback medio enviado por usuario/a

source: Avg. logins per user
es_es: N.º medio de inicios de sesión por usuario

source: Avg. main goals progress
es_es: Progreso medio de objetivos principales

source: % Goal progress
es_es: % Progreso del objetivo

source: Avg. trust
es_es: Confianza media

source: Avg. word count
es_es: Recuento medio de palabras

source: Before deadline
es_es: Antes del plazo

source: # Before warning
es_es: N.º antes del aviso

source: % Before warning
es_es: % antes del aviso

source: Behavior library
es_es: Biblioteca de comportamientos

source: Behavior name
es_es: Nombre del comportamiento

source: # Behaviors
es_es: # Comportamientos

source: Behaviors sent
es_es: Comportamientos enviados

source: Behavior actions
es_es: Acciones de comportamiento

source: # Behaviors received
es_es: # Comportamientos recibidos

source: # Behaviors requested
es_es: # Comportamientos solicitados

source: Challenge completed
es_es: Reto completado

source: Challenge start date
es_es: Fecha de inicio del reto

source: Check-in date
es_es: Fecha de consulta

source: Check-in ID
es_es: ID de check-in

source: % Check-in ID row total
es_es: % Total de filas de ID de check-in

source: Check-in participant relationship
es_es: Relación de participantes en el check-in

source: Check-in recipient
es_es: Destinatario/a del check-in

source: Check-in recipient email
es_es: Correo electrónico del destinatario/a del check-in

source: Check-in relationship type
es_es: Tipo de relación de check-in

source: Check-in type
es_es: Tipo de check-in

source: % Check-ins in the future
es_es: % Check-ins futuros

source: % Check-ins with messages
es_es: % Check-ins con mensajes

source: Child goal status
es_es: Estado del objetivo secundario

source: Clear
es_es: Borrar

source: # Closed
es_es: N.º cerrados

source: % Closed
es_es: % cerrados

source: # Closed without document
es_es: N.º cerrados sin documento

source: % Closed without document
es_es: % cerrados sin documento

source: Communication round end date
es_es: Fecha de fin de la ronda de comunicación

source: Communication round ID
es_es: ID de la ronda de comunicación

source: Communication round name
es_es: Nombre de la ronda de comunicación

source: Communication round start date
es_es: Fecha de inicio de la ronda de comunicación

source: Communication round state
es_es: Estado de la ronda de comunicación

source: # Completed
es_es: # Completados

source: # Completed plans
es_es: # Planes completados

source: % Completed plans
es_es: % Planes completados

source: # Completed reviews
es_es: N.º de revisiones completadas

source: Completion rate
es_es: Tasa de finalización

source: # Connections
es_es: # Conexiones

source: Constructive
es_es: Constructivo

source: # Constructive
es_es: # Constructivo

source: Contract type
es_es: Tipo de contrato

source: Count
es_es: Recuento

source: Created/assigned
es_es: Creado/asignado

source: Created date
es_es: Fecha de creación

source: # Cumulative logins
es_es: # Inicios de sesión acumulados

source: Cumulative manager submission over time
es_es: Envíos acumulados del manager a lo largo del tiempo

source: Cumulative worker submission over time
es_es: Envíos acumulados del/de la colaborador/a a lo largo del tiempo

source: % Current goal progress
es_es: % Progreso actual del objetivo

source: Current manager ID
es_es: ID del manager actual

source: Current manager name
es_es: Nombre del manager actual

source: Data Privacy acceptance status
es_es: Estado de aceptación de la privacidad de datos

source: Date
es_es: Fecha

source: Date created
es_es: Fecha de creación

source: Date set refusal
es_es: Fecha de establecimiento de rechazo

source: Date time worker submit
es_es: Fecha y hora de envío del/de la colaborador/a

source: Date time manager submit
es_es: Fecha y hora de envío del manager

source: Deadline status
es_es: Estado del plazo

source: Deleted by
es_es: Eliminado por

source: Deleted date
es_es: Fecha de eliminación

source: % Deliverable completion
es_es: % Finalización del entregable

source: Deliverables
es_es: Entregables

source: # Deliverables
es_es: N.º de Entregables

source: % Desktop logins
es_es: % de inicios de sesión desde ordenador

source: # Desktop
es_es: # Escritorio

source: Detailed review status
es_es: Estado detallado de la revisión

source: % Discussion points
es_es: % Puntos de debate

source: % Distribution
es_es: % de Distribución

source: Division
es_es: División

source: Document creation date
es_es: Fecha de creación del documento

source: Document ID
es_es: ID del documento

source: Document name
es_es: Nombre del documento

source: # Document review
es_es: N.º de revisión de documentos

source: % Document review
es_es: % de revisión de documentos

source: Document status
es_es: Estado del documento

source: Document was overridden
es_es: El documento fue anulado

source: # Documents
es_es: N.º de documentos

source: # Drivers
es_es: # Impulsores

source: Due date
es_es: Fecha de vencimiento

source: Education level
es_es: Nivel de estudios

source: Email
es_es: Correo electrónico

source: Worker goal comment
es_es: Comentario sobre el objetivo del colaborador/a

source: Worker goal rating
es_es: Valoración del objetivo del colaborador/a

source: Worker name
es_es: Nombre del colaborador/a

source: Worker tandem ID
es_es: ID en tándem del colaborador/a

source: Employment status
es_es: Estado de empleo

source: % Endorsed feedback
es_es: % Feedback respaldado

source: Ethnicity
es_es: Etnia

source: Evaluation section
es_es: Sección de evaluación

source: # Favorite
es_es: # Favorito

source: % Feedback followed up
es_es: % Feedback con seguimiento

source: Feedback ID
es_es: ID de feedback

source: Feedback ratings ID
es_es: ID de valoraciones de feedback

source: Feedback relationship
es_es: Relación de feedback

source: Feedback request ID
es_es: ID de solicitud de feedback

source: # Feedback requested
es_es: # Feedback solicitado

source: # Feedback requests
es_es: # Solicitudes de feedback

source: # Feedback sent
es_es: # Feedback enviado

source: # Feedback to manager
es_es: # Feedback al manager

source: # Feedback to worker
es_es: # Feedback al/a la colaborador/a

source: Feedback UID
es_es: UID del feedback

source: % Feedback with behaviors
es_es: % Feedback con comportamientos

source: File name
es_es: Nombre de archivo

source: Final alignment
es_es: Alineación final

source: First read date
es_es: Primera fecha de lectura

source: % Followed-up feedback
es_es: % Feedback con seguimiento

source: From worker ID
es_es: ID del/de la colaborador/a remitente

source: Gender
es_es: Género

source: % Goal completion
es_es: % Consecución de objetivos

source: Goal creator worker ID
es_es: ID del/de la colaborador/a creador/a del objetivo

source: # Goal drivers
es_es: # Impulsores de objetivos

source: # Goal duration days
es_es: # Días de duración del objetivo

source: Goal ID
es_es: ID del objetivo

source: Goal owner worker ID
es_es: ID del/de la colaborador/a propietario/a del objetivo

source: Goal plan name
es_es: Nombre del plan de objetivos

source: Goal sharing status
es_es: Estado de uso compartido del objetivo

source: Goal tag driver concat
es_es: Concatenación de etiquetas de impulsor del objetivo

source: Goal title
es_es: Título del objetivo

source: Goal workflow type
es_es: Tipo de flujo de trabajo del objetivo

source: % Goals completed
es_es: % Objetivos completados

source: # Goals
es_es: # Objetivos

source: % Goals pending approval
es_es: % Objetivos pendientes de aprobación

source: % Goals with deliverables
es_es: % Objetivos con entregables

source: # Goals with drivers
es_es: # Objetivos con impulsores

source: Grade
es_es: Calificación

source: %GT count of accepted data privacy
es_es: %GT recuento de aceptaciones de privacidad de datos

source: Has accepted data privacy
es_es: Ha aceptado la política de privacidad de datos

source: Has all company access boolean
es_es: Tiene booleano de acceso a toda la empresa

source: Has public visibility
es_es: Tiene visibilidad pública

source: Has rating changed during challenge
es_es: La valoración ha cambiado durante el reto

source: Helpful
es_es: Útil

source: # Helpful
es_es: # Útil

source: Home country
es_es: País de origen

source: Host country
es_es: País de acogida

source: # HRBP review
es_es: N.º de revisión de HRBP

source: % HRBP review
es_es: % de revisión de HRBP

source: # In progress
es_es: N.º en curso

source: % In progress
es_es: % en curso

source: Index
es_es: Índice

source: Insightful
es_es: Interesante

source: # Insightful
es_es: # Perspicaz

source: Inspiring
es_es: Inspirador

source: # Inspiring
es_es: # Inspirador

source: % iPhone logins
es_es: % inicios de sesión desde iPhone

source: Is archived
es_es: Está archivado

source: Is completed
es_es: Está completado

source: Is constructive
es_es: Es constructivo

source: Is helpful
es_es: Es útil

source: Is insightful
es_es: Es revelador

source: Is inspiring
es_es: Es inspirador

source: Is read
es_es: Leído

source: Is recurrent label
es_es: Es una etiqueta recurrente

source: Is unclear
es_es: No está claro

source: Is unhelpful
es_es: No es útil

source: Job category
es_es: Categoría laboral

source: Job code
es_es: Código de puesto

source: Job family
es_es: Familia profesional

source: Job level
es_es: Nivel de puesto

source: Last modified date
es_es: Fecha de última modificación

source: Last updated date
es_es: Fecha de última actualización

source: Legal entity
es_es: Entidad jurídica

source: Let's discuss completed
es_es: «Hablemos» completado

source: Let's discuss start date
es_es: Fecha de inicio de la conversación

source: # Let's meet
es_es: # Conozcámonos

source: Library name value
es_es: Valor del nombre de la biblioteca

source: % Linked to goals
es_es: % Vinculado a objetivos

source: LL rating change
es_es: Cambio de calificación LL

source: % Logged in
es_es: % Con sesión iniciada

source: Logins
es_es: Inicios de sesión

source: # Logins
es_es: # Inicios de sesión

source: # Main goals
es_es: # Objetivos principales

source: Manager + 1 ID
es_es: ID del manager + 1

source: Manager + 1 name
es_es: Nombre del manager + 1

source: Manager + 1 rating (Challenge)
es_es: Calificación del manager + 1 (Desafío)

source: Manager behavior comment
es_es: Comentario sobre el comportamiento del manager

source: Manager behavior rating name
es_es: Nombre de la valoración del comportamiento del manager

source: # Manager completed review
es_es: N.º de revisiones completadas por el manager

source: % Manager completed review
es_es: % de revisiones completadas por el manager

source: Manager email
es_es: Correo electrónico del manager

source: Manager final rating comment
es_es: Comentario de calificación final del manager

source: Manager full name
es_es: Nombre completo del manager

source: Manager goal comment
es_es: Comentario sobre el objetivo del manager

source: Manager goal rating
es_es: Calificación de objetivos del manager

source: Manager ID
es_es: ID del responsable

source: % Managers logged in
es_es: % managers que han iniciado sesión

source: Manager name
es_es: Nombre del manager

source: Manager rating (Let's discuss)
es_es: Calificación del manager (Conversación)

source: Manager rating name
es_es: Nombre de la calificación del manager

source: Manager rating (Published)
es_es: Calificación del manager (Publicada)

source: Manager rating submitted
es_es: Calificación del manager enviada

source: Manager review status
es_es: Estado de la revisión del manager

source: Manager's overall behavior rating comment
es_es: Comentario de la calificación general de comportamiento del manager

source: Manager's overall behavior rating scale ID
es_es: ID de la escala de calificación general de comportamiento del manager

source: Manager's overall goal rating comment
es_es: Comentario de la calificación general de objetivos del manager

source: Manager's overall goal rating scale ID
es_es: ID de la escala de calificación general de objetivos del manager

source: Max. score
es_es: Puntuación máx.

source: Max. weighted score
es_es: Puntuación ponderada máx.

source: Measurement criteria
es_es: Criterios de medición

source: # Measurement criteria achieved
es_es: # Criterios de medición alcanzados

source: % Measurement criteria achieved
es_es: % Criterios de medición alcanzados

source: # Measurement criteria
es_es: # Criterios de medición

source: Moderated
es_es: Moderado

source: Modified date
es_es: Fecha de modificación

source: % MS Teams logins
es_es: % inicios de sesión en MS Teams

source: Nationality 1
es_es: Nacionalidad 1

source: Nationality 2
es_es: Nacionalidad 2

source: # New
es_es: N.º nuevos

source: % New
es_es: % nuevos

source: # Not closed
es_es: N.º no cerrados

source: % Not declined data privacy
es_es: % No rechazó la privacidad de datos

source: # Not declined privacy
es_es: # Privacidad no rechazada

source: # Not released
es_es: # No publicados

source: % Not released
es_es: % No publicados

source: % of check-ins
es_es: % de check-ins

source: % of total
es_es: % del total

source: Option value name
es_es: Nombre del valor de opción

source: Order request status
es_es: Estado de la solicitud de pedido

source: OrgLevel1
es_es: Nivel organizativo 1

source: OrgLevel10
es_es: Nivel organizativo 10

source: OrgLevel2
es_es: Nivel organizativo 2

source: OrgLevel3
es_es: Nivel organizativo 3

source: OrgLevel4
es_es: Nivel organizativo 4

source: OrgLevel5
es_es: Nivel organizativo 5

source: OrgLevel6
es_es: Nivel organizativo 6

source: OrgLevel7
es_es: Nivel organizativo 7

source: OrgLevel8
es_es: Nivel organizativo 8

source: OrgLevel9
es_es: Nivel organizativo 9

source: OrgLevelHierarchy
es_es: JerarquíaDeNivelOrganizativo

source: % Outlook logins
es_es: % inicios de sesión de Outlook

source: # Outlook
es_es: # Perspectivas

source: Overall review status
es_es: Estado general de la revisión

source: # Overdue
es_es: # Vencidos

source: % Overdue
es_es: % Vencidos

source: Overwritten flag
es_es: Indicador de sobrescritura

source: Parent goal ID
es_es: ID del objetivo principal

source: Parent goal name
es_es: Nombre del objetivo principal

source: Parent goal owner name
es_es: Nombre del propietario del objetivo principal

source: Parent goal owner worker ID
es_es: ID de colaborador/a del propietario del objetivo principal

source: % parent goal progress
es_es: % de progreso del objetivo principal

source: Parent goal type name
es_es: Nombre del tipo de objetivo principal

source: Participant 1 email
es_es: Correo electrónico del participante 1

source: Participant 1 ID
es_es: ID del participante 1

source: Participant 1 name
es_es: Nombre del participante 1

source: Participant 2 email
es_es: Correo electrónico del participante 2

source: Participant 2 ID
es_es: ID del participante 2

source: Participant 2 name
es_es: Nombre del participante 2

source: Participant emails
es_es: Correos electrónicos de los participantes

source: Participants IDs
es_es: IDs de los participantes

source: Participant names
es_es: Nombres de los participantes

source: Pending approval
es_es: Pendiente de aprobación

source: # Pending document release
es_es: # Pendiente de publicación del documento

source: % Pending document release
es_es: % Pendiente de publicación del documento

source: Performance review UUID
es_es: UUID de la evaluación del desempeño

source: Plan name
es_es: Nombre del plan

source: Plan refused
es_es: Plan rechazado

source: # Plans not completed
es_es: N.º de planes no completados

source: # Plans pending manager completion
es_es: N.º de planes pendientes de completar por el manager
